Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: The memory may also have been lost by an unexpected death (with no recent backup), or it may have been erased against the character’s will.
fr_fr: Les souvenirs ont également pu êþre perdus lors d'une mort inattendue (et sans sauvegarde récente), ou il ont pu être effacés contre la volonté du personnage.

source: Whatever the case, the memory should bear some importance, and there should exist either evidence of what happened or NPCs who know the full story.
fr_fr: Quelque soit le cas, les souvenirs perdus devraient revétir une importance quelconque, et il devrait exister soit des preuves de ce qu'il s'est passé, soit des PNJ qui connaissent toute l'histoire.

source: This is a tool the gamemaster can use to haunt the character at some future point with ghosts from their past.
fr_fr: C'est un outil que le maître de jeu peu utiliser pour hanter le personnage à un moment futur avec les fantômes de son passé.

source: At some point in their past, the character made an enemy for life who continues to haunt them.
fr_fr: À un certain moment dans le passé du personnage, il s'sst fait un ennemi à vie qui continue à le harceler.

source: The gamemaster and player should work out the details on this enmity, and the gamemaster should use the enemy as an occasional threat, surprise, and hindrance.
fr_fr: Le maître de jeu et le joueur devrait déterminer les détails de ce t innimitié, et le maître de jeu devrait utilsier cet ennemi en tant que menace, surprise et gène occasionnelle.

source: The character is particularly weak with one aptitude.
fr_fr: le personnage est particulièrement faible sur l'une de ses aptitudes.

source: That aptitude must be purchased at a rating lower than 5, and may never be upgraded during character advancement.
fr_fr: Cette aptitude doit être achetées à un niveau inférieur à 5, et ne pourra jamais être améliorée lors de l'avancement du personnage.

source: The aptitude maximum is 10, no matter what morph the character is wearing.
fr_fr: Le maximum de cette aptitude est de 10, quelle que soit la morph que porte le personnage.

source: Bonus: 10 (Level 1) or 20 (Level 2) CP
fr_fr: Bonus: 10 (Niveau 1) ou 20 (Niveau 2) PP

source: This morph is not as resilient as others of its type.
fr_fr: Cette morph n'est pas aussi solide que les autres morphs de son type.

source: Its Durability is reduced by 5 per level.
fr_fr: Sa Solidité est réduite de 5 par niveau.

source: This also reduces Wound Threshold by 1 or 2, respectively.
fr_fr: Cela réduit également le Seuil de Blessure de 1 ou 2 respectivement.

source: Bonus: 10 CP or 20 CP
fr_fr: Bonus: 10 PP ou 20 PP

source: The morph is not genefixed, and in fact suffers from a genetic disorder or other impairing mutation.
fr_fr: Cette morph n'est pas génétiquement réparée, et souffre en fait d'un trouble génétique ou d'une mutation handicapante.

source: The player and gamemaster should agree on a defect appropriate to their game.
fr_fr: Le joueur et le maître de jeu doivent se mettre d'accord sur un défaut approprié à leur jeu.

source: Some possibilities include: heart disease, diabetes, cystic fibrosis, sickle-cell disease, hypertension, hemophilia, or color blindness.
fr_fr: Certaines possibilités incluent: maladie cardiaque, diabète, fibrose kystique, drépanocytose, hypertension, hémophilie ou daltonisme.

source: A genetic disorder that creates minor complications and/or occasional health problems would be worth 10 CP, a defect that significantly impairs the character’s regular functioning or that inflicts chronic health problems is worth 20 CP.
fr_fr: Un trouble génétique qui crée des complications mineures et/ou des problèmes de santé occasionnelle devrait valoir 10 PP, un défaut qui handicape significativement le fonctionnement normal du personnage ou qui lui inflige des problème de santé chronique devrait valoir 20 PP.

source: The gamemaster must determine the exact effects of the disorder on gameplay, as appropriate.
fr_fr: Le maître de jeu doit déterminer l'effet exact du trouble sur le jeu.

source: This trait is only available for flats.
fr_fr: Ce trait n'est disponible que pour les plates.

source: The character’s ego has trouble adapting itself to the changed look of a new morph—they are stuck with the mental image of their original body, and simply do not grow accustomed to their new face(s).
fr_fr: L'ego du personnage a un trouble à s'adapter à l'apparence modifiée d'une nouvelle morph - ils sont coincés avec l'image mentale de leur corps original, et ne s'habituent tout simpelment pas à leur(s) nouveau(x) visage(s).

source: As a result, the character has difficulty identifying themselves in the mirror, photos, surveillance feeds, etc.
fr_fr: En conséquence, le personnage a des difficultés à se reconnaître dans le mirrori, sur les photos ou les flux de surveilalnces, etc.

source: They frequently forget the look and shape of their current morph, acting inappropriately, describing themselves by their original body, forgetting to duck when walking through doorways, etc.
fr_fr: Ils oublient régulièrement l'apparence de leur morph actuelle, agissant de manière inappropriée, se décrivant par leur corps original, oubliant de se baisser lorsqu'il franchit une porte, etc.

source: This is primarily a roleplaying trait, but the gamemaster may apply appropriate modifiers (usually -10) to tests affected by this inability to adapt.
fr_fr: Il s'agît essentiellement d'un trait d'interprétation, amis el maître de jeu peut appliquer des modificateurs (habituellement un -10) aux tests affectés pas cette incapacité à s'adapter.

source: The character knows how to speak, but has difficulty reading or writing.
fr_fr: Le personnage sait comment s'exprimer à l'oral, mais à des difficultés pour lire ou pour écrire.

source: Due to the entoptic-saturated and icon-driven nature of transhuman society, they are able to get by quite comfortably with this handicap.
fr_fr: En raison de la saturation d'entoptique et la nature iconique de la société transhumaine, ils sont capable de s'en sortir de manière relativement confortable avec ce handicap.

source: Reduce the character’s Language skills by half (round down) whenever reading or writing.
fr_fr: Réduisez les compétences de Langue du personnage de moitié (arrondissez à l'inférieur) lorsqu'il s'agît de lire ou d'écrire.

source: The character has lived so long - over 100 years - they’re bored with life and now have difficulty motivating themselves.
fr_fr: Le personnage a vécu tellement longtemps - plus de 100 ans - qu'il s'ennuie de la vie et a maintenant des difficultés à se motiver.

source: They were old when longevity treatments first became available, survived the Fall, and continue to soldier onward—though they find it increasingly harder to care, take interest in things around them, or fear final death.
fr_fr: Il était déjà vieux quand les traitements de longévité devinrent disponible, il a survécu à la Chute et a continué à vadrouiller depuis - bien qu'il trouvent de plus en plus difficile de faire attention, de s'intéresser au choses autour d'eux, ou de craindre la mort finale.

source: The character only receives half the Moxie and Rez Points award for completing motivational goals.
fr_fr: Le personnage ne reçoit que la moitié des Points de Moxie et de Rez en récompense pour la complétion des objectifs réputationnels.

source: This trait may not be purchased by characters with the infolife or uplift backgrounds.
fr_fr: Ce trait ne peut être acheté par des personnages avec un historique infolife ou élevé.

source: {Implant Rejection (Morph Trait)}
fr_fr: {Rejets des Implants (Trait de Morph)}

source: Bonus: 5 (Level 1) or 15 (Level 2) CP
fr_fr: Bonus: 5 (Niveau 1) ou 15 (Niveau 2) PP

source: This morph does not accept implants well.
fr_fr: Cette morph ne supporte pas très bien les implants.

source: At Level 1, any implants acquired are more expensive as they required specialized anti-rejection treatments.
fr_fr: Au niveau 1, tout les implants acquis sont plus chers car ils nécessitent des traitements anti-rejets spéciaux.

source: Increase the Cost category of the implant by one.
fr_fr: Augmentez la cartéogorie de prix de l'implant d'un rang.

source: At Level 2, the morph cannot accept implants of any kind.
fr_fr: Au niveau 2, la morph ne peut accepter d'implants d'aucune sorte.

source: The character is completely incapable of performing a particular chosen active skill, no matter any training they may receive.
fr_fr: Le personnage est complètement incapable d'accomplir une action en lien avec une compétence active déterminéen, peu importe l'entraînement qu'il pourrait recevoir.

source: They may not buy this skill during character creation or later advancement, and the modifier for defaulting to the linked aptitude of this particular skill is -10.
fr_fr: Ils ne peuvent pas acheter cette compétence durant la création de personnage ou lors de l'avancement du personnage, et le modificateur pour défausser sur l'aptitude liée de cette compétence particulière est de -10.

source: This may not be used for exotic weapon skills, and should be used for a skill that could be of use to the character.
fr_fr: Ce trait ne peut être choisit pour les compétences d'armes exotiques, et devrait être choisit pour une compétence qui pourrait avoir une utilité pour le personnage.

source: This trait is only available for synthetic morphs.
fr_fr: Ce trait n'est disponible que pour les morphs synthétiques.

source: This particular morph has some unfixable flaws.
fr_fr: Cette morph particulière a un défaut non-réparable.

source: Once per game session (preferably at a time that will maximize drama or hilarity), the gamemaster can call for the character to make a MOX x 10 Test (using their current Moxie score).
fr_fr: Une fois par session de jeu (de manière préférable, à un moment qui maximisera le drame ou l'hilarité), le maître de jeu peut demander au personnage de fare un Test de MOX x 10 (en utilisant leur valeur de Moxie actuelle).

source: If the character fails, the morph immediately suffers 1 wound resulting from some mechanical failure, electrical glitch, or other breakdown.
fr_fr: Si le personnage rate, la morph souffre immédiatement d'une blessure réultant d'un problème mécanique, d'un défaut électrique ou d'une autre panne.

source: This wound may be repaired as normal.
fr_fr: Cette blessure peut être réparée de manière normale.

source: {Low Pain Tolerance (Ego Or Morph Trait)}
fr_fr: {fauble Tolérance à la Douleur (Trait d'Égo ou de Morph)}

source: Pain is the character’s enemy.
fr_fr: La douleur est l'ennemi du personnage.

source: The character has a very low threshold for pain tolerance and is more severely impaired when suffering.
fr_fr: Le personnage possède un seuil de tolérance à la douleur très bas et est plus facilement handicapé lorsqu'il souffre.

source: Increase the modifier for each wound take by an additional -10 (so the character suffers -20 with one wound, -40 with another, and -60 with a third).
fr_fr: Augmentez le modificateur de chaque blessure prise par un modificateur additionel de -10 (le eprsonnage subit donc un -20 avec une blessure, -40 avec une autre et -60 avec une troisième).

source: Additionally, the character suffers a -30 modifier on any test involving pain resistance.
fr_fr: Le personnage souffre également d'un modificateur de -30 sur tous les test mettant en jeu la résistance à la douleur.

source: This morph version of this trait is only available for biomorphs.
fr_fr: La version morph de ce trait n'est disponible que pour les biomorphs.

source: You have a psychological disorder from a previous traumatic experience in your life.
fr_fr: Vous avez un désordre psychologique hérité d'une précédente expérience traumatisante.

source: Choose one of the disorders listed on p.
fr_fr: Choisissez l'un des troubles listés à la p.

source: Bonus: 5 CP
fr_fr: Bonus: 5 PP

source: The morph is allergic to a specific chosen allergen (dust, dander, plant pollen, certain chemicals) and suffers mild discomfort when exposed to it (eye irritation, sneezing, difficult breathing).
fr_fr: La morph est allergique a un allergène spécifique (poussière, squames, pollens, certains produits chimiques) et souffrent d'un inconfort léger lorsqu'ils y sont exposés (irritations des yeux, nez qui coule, gène respiratoire).

source: Apply a -10 modifier to all tests while the character remains exposed.
fr_fr: Appliquez un modificateur de -10 à tous les tests tant que le personnage est exposé à l'allergène.

source: Bonus: 5 (Level 1), 10 (Level 2), or 20 (Level 3) CP
fr_fr: Bonus: 5 (Niveau 1), 10 (Niveau 2) ou 20 (Niveau 3) PP

source: The character has been conditioned via time-accelerated behavioral control psychosurgery.
fr_fr: Le personnage a été conditionné par de la psychochirurgie comportementale en temps compressé.

source: This is common among ex-felons, who have been conditioned to respond to a specific idea or activity with vehement horror and disgust, but may have occurred for some other reason or even been self-inflicted.
fr_fr: C'est quelque chose de commun chez les anciens-criminels, qui ont été conditionnés pour répondre à une idée spécifique ou à une activité avec une horreur véhémente et dégoût, mais cela a pu arriver pour d'autre raison ou avoir été auto-infligé.

source: At Level 1, the chosen behavior is either limited or boosted, at Level 2 it is either blocked or encouraged, and at Level 3 it is expunged or enforced (see p.
fr_fr: Au niveau 1, le comportement choisit est soit limité, soit développé, au Niveau 2 il est soit bloqué oit encourage, et au niveau 3 il est effacé ou forcé (voir p.

source: 231 for details).
fr_fr: 231 pour les détails).

source: This trait should only be allowed for behaviors that are either limited or, if encouraged, impact the character in a negative way.
fr_fr: Ce trait ne devrait être autorisé que pour les comportements qui soit sont limités ou soit , si ils sont encourgaés, affectent le personnage de manière négative.

source: Adapting to new morphs is particularly challenging for this character.
fr_fr: S'adapter à de nouvelles morphs est un défi particulier pour ce personnage.

source: The character suffers a -10 modifier per level on Integration Tests and Alien- ation Tests (p.
fr_fr: Il souffre d'un modificateur de -10 par niveau à tous les Tests d'Intégration et Test d'Aliénation (p.

source: The character has suffered some type of neurological damage that simply cannot be cured.
fr_fr: Le personnage souffre d'un type de dommage neurologique qui ne peuvent simplement pas être soigné.

source: The affliction is now part of the character’s ego and remains with them even when remorphing.
fr_fr: L'affliction fait maintenant parti de l'égo du personnage et persiste même lorsqu'il change de morph.

source: This damage may have been inherited, it may have resulted from a poorly designed morph or implant, or it may have been inflicted by one of the TITAN nanovirii that targeted neural systems during the Fall (p.
fr_fr: Ces dégats peuvent avoir été hérités, ils peuvent résulter d'un implant ou d'une morph mal conçu, ou ils peuvent avoir été infligés par l'un des nanovirus des TITANs qui ont ciblés le système neuronal pendant la Chute (p.

source: The gamemaster and player should agree on a specific disorder appropriate to their game.
fr_fr: Le maître de jeu et le joueur doievnt s'accorder sur un trouble spécifique approprié au jeu.

source: Some possibilities are:
fr_fr: Quelques possibilités:

source: Partial aphasia (difficulty communicating or using words) Color blindness Amusica (inability to make or understand music) Synaesthesia Logorrhoea (excessive use of words) Loss of face recognition Loss of depth perception (double range modifiers) Repetitive behavior Mood swings The inability to shift attention quickly
fr_fr: Aphasie partielle (diificulté à communiquer ou à utiliser des mots) Daltonisme Amusica (incapacité à faire ou à comprendre la musique) Synesthésie Logorrhée (usage excessif de mots) Perte de la reconnaissance faciale Perte de la perception du relief (doublez les modificateurs de portée) Comportement répétitif Sautes d'humeurs Incapacité à basculer rapidement son attention d'une tâche à l'autre.

source: The gamemaster may decide to inflict modifiers resulting from this affliction as appropriate.
fr_fr: Le maître de jeu peu décider d'infliger des modificateurs résultants de cette affliction.

source: The morph lacks the cortical stack that is common to morphs of its type.
fr_fr: La morph ne possède pas la pile corticale qui est commune aux morphs de son type.

source: This means the character cannot be resleeved from the cortical stack if the character dies, they can only be resleeved from a standard backup.
fr_fr: Cela signifie que le personnage ne peut être réincarné depuis la pile corticale si le personnage meurt, il ne peut être réincarné que depuis une sauvegarde standard.

source: This trait is not available for flats.
fr_fr: Ce trait n'est pas disponible pour les plates.

source: The character is particularly oblivious to events around them or anything other than what their attention is focused on.
fr_fr: le personnage est particulièrement oublieux des évènements qui l'entoure ou de tout ce sur quoi n'est pas concentrer leur attention.

source: They suffer a -10 modifier to Surprise Tests and their modifier for being Distracted is -30 rather than the usual -20 (see Basic Perception, p.
fr_fr: Ils souffrent d'un modificateur de -10 pour les Tests de Surprise et leur modificateur pour être Distrait est de -30 au lieu de l'habituel -20 (voir Perception Basique p.

source: The character is wanted by the authorities of a particular habitat/station or faction, who continue to actively search for the character.
fr_fr: Le personnage est recherché par les autorités d'un habitat/d'une station particulier ou par une faction, qui continue de rechercher activement le personnage.

source: They either commit- ted a crime or somehow displeased someone in power.
fr_fr: Il a soit commis un crime ou il a déplut d'uen manière ou d'une autre à quelqu'un de puissant.

source: The character deals with that faction in question at their own risk, and may occasionally be forced to deal with bounty hunters.
fr_fr: le personnage traite avec cette faction à ses propres risques, et peut occasionnellement être forcé de faire face à des chasseurs de primes.

source: {Psi Vulnerability (Ego Or Morph Trait)}
fr_fr: {Vulnérabilité Psi (Trait d'Ego Ou de Morph)}

source: Something about the character’s mind makes them particularly vulnerable to psi attack.
fr_fr: Quelque chose dans l'esprit du personnage le rend particulièrement vulnérable aux attaques psi.

source: They suffer a -10 modifier when resisting such attacks.
fr_fr: Ils souffrent d'un modificateur de -10 lorsq'uils doivent résister à de telles attaques.

source: The morph version of this trait may only be taken by biomorphs.
fr_fr: La version morph de ce trait n'est disponible que pour les biomorphs.

source: Due to their background, the character has very limited personal experience with the real (physical) world—or they have spent so much time in simulspace that their functioning in real life is impaired.
fr_fr: En raison de son passé, le personnage a une expérience personnelle trés limitée avec le monde réel (physique) - à moins qu'il n'ait passé tellement de temps en simulspace que son évolution dans le monde réel est handicapée.

source: They lack an understanding of many physical properties, social cues, and other factors that people with standard human upbringings take for granted.
fr_fr: Il manque de la compréhension de beaucoup de propriétés physiques, de codes sociaux, et d'autres facteurs que les gens ayant une éducation humain standard considèrent comme acquis.

source: This lack of common sense may lead the character to misunderstand how a device works or to misinterpret someone’s body language.
fr_fr: Ce manque de sens commun peut mener les personnages à ne pas comprendre le fonctionnement d'un appareil ou à mal interpréter le language corporel de quelqu'un.

source: Once per game session, the gamemaster may intentionally mislead the character when giving them a description about some thing or some social in- teraction.
fr_fr: Une fois par session de jeu, le maître de jeu peut intentionnellemtn induire en erreur le personnage lorsqu'il lui décris quelque chose ou lors d'une interaction sociale.

source: This falsehood represents the character’s misunderstanding of the situation, and should be roleplayed appropriately, even if the player realizes the character’s mistake.
fr_fr: Ce mensonge représente l'incompréhension de la situation par le personnage, et devrait être interprété de manière appropriée, même si le joueur réalise l'erreur du personnage.

source: This trait should only be available to characters with the infolife or reinstantiated backgrounds, though the gamemaster may allow it for characters who have extensive virtual reality/XP use in their personal histories.
fr_fr: Ce trait ne devrait être disponible que pour les personnage avec l'historique infolife ou réinstantié, bien que le maître de jeu peu l'autoriser pour les personnages qui ont dans leur histoires personnelles un usage extensif de la réalité virtuelle/de l'XP.

source: Bonus: 10 (uncommon) or 20 (common) CP
fr_fr: Bonus: 10 (rare) ou 20 (commune) PP

source: The morph’s biochemistry suffers a severe allergic reaction (anaphylaxis) when it comes into contact (touched, inhaled, or ingested) with a specific allergen.
fr_fr: la biochimie de la morph souffre de réaction allergique grave (anaphylaxie) lorsqu'il entre en conatct (touché, inhalé, ingéré) ave un allergène spécifique.

source: The allergen may be common (dust, dander, plant pollen, certain foods, latex) or uncommon (certain drugs, insect stings).
fr_fr: L'allergène peut-être commun (pouissières, squames, pollens, certains aliments, latex) ou rare (certaines drogues, les piqures d'insectes).

source: The player and gamemaster should agree on an allergen that fits the game.
fr_fr: Le joueru et le maître de jeu devrait se mettre d'accord sur un allergène correspondant au jeu.

source: If exposed to the allergen, the character breaks into hives, has difficulty to breathing (-30 modifier to all actions), and must make a DUR Test or go into anaphylactic shock (dying of respiratory failure in 2d10 minutes unless medical care is applied).
fr_fr: Si il est exposé à l'allergène, le personnage entre en crise, a des difficulté à respirer (modificateur de -30 à toutes les actions), et doit faire un Test de SOL ou subir un choc anaphylactique (mort par arrêt respiratoire en 2d10 minutes à moins que des soins madicaux ne soietn faits).

source: New skills are not easy for this character to pick up.
fr_fr: Le personnage a du mal à saiair les nouvelles compétences.

source: The character takes twice as long as normal to improve skills or learn new ones (p.
fr_fr: Le personnage mets deux fois plus de temps que la normale pour améliorer les compétences ou en apprendre de nouvelles (p.

source: {Social Stigma (Ego Or Morph Trait)}
fr_fr: {Stigmatisation Sociale (Trait d'Égo ou de Morph)}

source: An unfortunate aspect of the character’s background means that they suffer from a stigma in certain social situations.
fr_fr: Un aspect malheureux de l'historique du personnage fait qu'il est stigmatisé dans certaines situtations sociales.
